<html>
<font color="black" face="algerian" size="10">Los secretos de <b>Nvidia</b></font>
	<hr color="black" size="5.5">
<body bgcolor="#599A40">

	<font color="black" face="algerian" size="8.5"> en 1993 NVIDIA FUNDADA POR JENSEN HUANG,
CHRIS MALACHOWSKY Y CURTIS PRIEM.
<br>
<img src="trx.jpg" border="1" width="400" height="200">
	<font color="black" face="arial" size="6"><p>Con la creencia de que la PC alg&uacute;n d&iacute;a se convertir&iacute;a en un dispositivo de consumo para disfrutar de juegos y multimedia, NVIDIA es fundada por Jensen Huang, Chris Malachowsky y Curtis Priem. En ese momento, hab&iacute;a m&aacute;s de dos docenas de empresas de chips gr&aacute;ficos, un n&uacute;mero que se disparar&iacute;a a 70 tres años despu&eacute;s. En 2006, NVIDIA era la &uacute;nica independiente que segu&iacute;a funcionando.</p>
		<font color="black" face="algerian" size="6"><Marquee Bahavior=”Alternative” Width=40%> Nvidia la mejor en garficas <b>RTX ON</b></Marquee>

			<font color="black" face="arial" size="6"><P>NVIDIA llega a su primera asociaci&oacute;n estrat&éacutegica con SGS-Thomson Microelectronics para fabricar el acelerador de interfaz gr&aacute;fica de usuario de un solo chip de la compañía. Se selecciona Diamond Multimedia Systems para instalar los chips en placas aceleradoras multimedia.</P>
				
				<font color="black" face="algerian" size="8">Los Objetivos de Nvidia
<br>

					<img src="rtx.jpg" border="1" width="400" height="300">

				<font color="black" face="arial" size="6"><p>A lo largo de CES 2020, NVIDIA y sus socios han presentado nuevos equipos Studio RTX, la nueva gama de productos ideada para profesionales, que llega con el objetivo de mejorar la calidad de sus creaciones y los flujos de trabajo, obteniendo mejores resultados en menos tiempo. Esto es posible gracias al poderoso hardware RTX Studio —materializado en GPUs GeForce RTX y Quadro RTX —, combinado con aplicaciones aceleradas por RTX —más de cuarenta a fecha de hoy —y los controladores NVIDIA Studio —que aseguran el m&aacute;ximo rendimiento, fiabilidad y estabilidad. Pr&oacute;ximamente, todos los usuarios que adquieran un equipo Studio RTX, tanto portátil como de sobremesa, disfrutar&aacute;n de tres meses gratuitos de membresía en Adobe Creative Cloud.</p>
					<font color="black" face="algerian" size="8">Lo nuevo de Nvidia
						<br>
						<img src="gpu.jpg" border="1" width="400" height="300">
						<br>
						<font color="" face="arial" size="6"><p>El incremento del rendimiento que describieron los responsables de NVIDIA cuando presentaron la nueva familia de procesadores gr&aacute;ficos GeForce RTX 3000 hace solo unos días es espectacular. De hecho, es muy poco frecuente que la llegada de una nueva generaci&oacute;n de tarjetas gr&aacute;ficas nos prometa un salto tan sorprendente frente a su predecesora.</p>
							<br>
							<font color="black" face="arial" size="6"><p>Las nuevas tarjetas gr&aacute;ficas de esta compañ&iacute;a llegan con la firme intención de reconciliar la resolución 4K y el ray tracing. El esfuerzo que una GPU debe afrontar para generar las im&aacute;genes que vemos en nuestro monitor a una resolución tan alta utilizando el renderizado por trazado de rayos es enorme, por lo que sostener una cadencia de al menos 60 fotogramas por segundo en estas condiciones no es nada f&aacute;cil. Pero, seg&uacute;n NVIDIA, su arquitectura Ampere lo consigue. Este an&aacute;lisis nos ayudar&aacute; a averiguar si esto es cierto.

</p>



</body>
</html>
